tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "aspell"
brew "m4"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "glib"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "python@3.9"
brew "cairo"
brew "coreutils"
brew "ctags"
brew "krb5"
brew "diffutils"
brew "direnv"
brew "docutils"
brew "ed"
brew "p11-kit"
brew "unbound", restart_service: true
brew "gnutls"
brew "guile"
brew "emacs", restart_service: true
brew "exa"
brew "fd"
brew "harfbuzz"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "file-formula"
brew "fish"
brew "folly"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "glab"
brew "gnupg"
brew "gpgme"
brew "gmime"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gobject-introspection"
brew "gpatch"
brew "grep"
brew "gzip"
brew "htop"
brew "isync", restart_service: true
brew "python@3.10"
brew "less"
brew "libfido2"
brew "libpq", link: true
brew "luarocks"
brew "luv"
brew "make"
brew "mas"
brew "ninja"
brew "meson"
brew "msmtp"
brew "nano"
brew "xapian"
brew "notmuch"
brew "neomutt"
brew "neovim"
brew "nghttp2"
brew "node"
brew "openssh"
brew "virtualenv"
brew "poetry"
brew "poppler"
brew "prettier"
brew "progress"
brew "qt"
brew "ripgrep"
brew "rom-tools"
brew "rsync"
brew "rtx"
brew "screen"
brew "sphinx-doc"
brew "tmux"
brew "tree"
brew "unzip"
brew "urlview"
brew "vim"
brew "w3m"
brew "watch"
brew "wdiff"
brew "wget"
brew "yadm"
brew "yamllint"
brew "youtube-dl"
brew "zlib"
brew "zsh"
cask "1password"
cask "alacritty"
cask "alfred"
cask "applepi-baker"
cask "balenaetcher"
cask "citra"
cask "dash"
cask "discord"
cask "docker"
cask "dolphin-dev"
cask "dropbox"
cask "encryptme"
cask "karabiner-elements"
cask "moom"
cask "openemu-experimental"
cask "ppsspp"
cask "retroarch"
cask "sdformatter"
cask "slack"
cask "steam"
mas "1Password for Safari", id: 1569813296
mas "Baking Soda", id: 1601151613
mas "Consent-O-Matic", id: 1606897889
mas "Keynote", id: 409183694
mas "Noir", id: 1592917505
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Vinegar", id: 1591303229
mas "Xcode", id: 497799835
