tap "emmercm/igir"
tap "homebrew/bundle"
tap "homebrew/services"
brew "aspell"
brew "bash"
brew "bat"
brew "coreutils"
brew "diffutils"
brew "direnv"
brew "ed"
brew "emacs"
brew "emmercm/igir/igir"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "file-formula"
brew "file-formula"
brew "findutils"
brew "fish"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "glab"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnupg"
brew "gnutls"
brew "gpatch"
brew "gpgme"
brew "grep"
brew "gzip"
brew "htop"
brew "keyring"
brew "less"
brew "libfido2"
brew "libpq", link: true
brew "m4"
brew "make"
brew "mas"
brew "mise"
brew "nano"
brew "neovim"
brew "openssh"
brew "poetry"
brew "prek"
brew "prettier"
brew "progress"
brew "python"
brew "ripgrep"
brew "rom-tools"
brew "rsync"
brew "screen"
brew "swiftformat"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "unzip"
brew "uv"
brew "vim"
brew "virtualenv"
brew "watch"
brew "wdiff"
brew "wget"
brew "yadm"
brew "yamllint"
brew "yt-dlp"
brew "zsh"
cask "1password"
cask "alacritty"
cask "alfred"
cask "balenaetcher"
cask "citra"
cask "claude-code"
cask "codex"
cask "dash"
cask "discord"
cask "docker-desktop"
cask "dolphin@dev"
cask "dropbox"
cask "encryptme"
cask "epilogue-playback"
cask "ghostty"
cask "karabiner-elements"
cask "moom"
cask "ppsspp-emulator"
cask "retroarch-metal"
cask "sdformatter"
cask "slack"
cask "steam"
cask "syncthing-app"
cask "transmission"
cask "transmit"
mas "1Password for Safari", id: 1569813296
mas "Adblock Plus", id: 1432731683
mas "Baking Soda", id: 1601151613
mas "Consent-O-Matic", id: 1606897889
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 361309726
mas "Pages", id: 409201541
mas "Vinegar", id: 1591303229
mas "Xcode", id: 497799835
cargo "cargo-edit"
cargo "claude-statusline"
cargo "retro"
cargo "stylua"
